/*
Написать программу,
которая из имеющегося массива строк формирует массив из строк,
длина которых меньше или равна трем (3) символам.
*/

string[,] inputTable = new string [1,4];

Console.WriteLine("Введите первую строку: ");
inputTable[0,0] = Console.ReadLine();

Console.WriteLine("Введите вторую строку: ");
inputTable[0,1] = Console.ReadLine();

Console.WriteLine("Введите третью строку: ");
inputTable[0,2] = Console.ReadLine();

Console.WriteLine("Введите четверту строку: ");
inputTable[0,3] = Console.ReadLine();




